Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=206_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Katso lyhytvideo saamelaisten parlamentista, Saamelaiskäräjistä !
smn: Keejâ uánihisvideo sämmilij parlameentâst, Sämitiggeest

source: Tamperelainen Matti tulee Saamenmaahan ja haluaa tutustua Saamelaiskäräjien toimintaan.
smn: Tamperelâš Matti puátá Sáámán já haalijd uápásmuđ Sämitige tooimân.

source: Matti tapaa mm..
smn: Matti kuáhtáá el.

source: Saamelaiskäräjien puheenjohtajan.
smn: Sämitige saavâjođetteijee.

source: Tuotanto: Saamelaiskäräjät 2008
smn: Pyevtittâs: Sämitigge 2008

source: Pituus: 3,45
smn: Kukkodâh: 3,45
